Repository: flaprimo/UniversityBot
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: it

source: Select a campus
it: Seleziona il campus

source: What classroom are you interested in?
it: Quale aula ti interessa?

source: Classroom found! What do you want to know?
it: Aula trovata! Cosa vuoi sapere?

source: Classroom not found, try again or /cancel
it: Aula non trovata, riprova o annulla con /cancel

source: The Classroom you selected is in
it: L'aula selezionata si trova a

source: at
it: al

source: floor.
it: piano.

source: Here's the photo of the classroom:
it: Foto dell'aula:

source: From
it: Da

source: Bye! I hope we can talk again some day.
it: Ciao! Spero parleremo ancora in futuro.

source: I was created by:
it: Sono stato creato da:

source: you can follow him at [https://flavioprimo.xyz/](https://flavioprimo.xyz/)
it: puoi seguirlo su [https://flavioprimo.xyz/](https://flavioprimo.xyz/)

source: you can follow him at [https://paterna.tk/](https://paterna.tk/)
it: puoi seguirlo su [https://paterna.tk/](https://paterna.tk/)

source: Let's search for free classrooms!
it: Cerchiamo aule libere!

source: Select start time hour
it: Seleziona l'ora di inizio

source: Select start time minutes
it: Seleziona i minuti dell'orario di inizio

source: Select end time hour
it: Seleziona l'ora di fine

source: Select end time minutes
it: Seleziona i minuti dell'orario di fine

source: Select day
it: Seleziona il giorno

source: I'm sorry, but it seems like Politecnico has some difficulties
it: Mi dispiace, ma il Politecnico sta avendo alcune difficolt√†

source: I'm sorry, but it seems like you didn't enter an end time which is greater than the start time
it: Mi dispiace, ma sembra che tu non abbia inserito un orario di fine maggiore dell'orario di inizio

source: Free classrooms for *
it: Aule libere per *

source: * from *
it: * da *

source: * to *
it: * a *

source: * are:
it: * sono:

source: search for free classrooms
it: cerca aule libere

source: useful links
it: link utili

source: list available commands
it: elenca comandi disponibili

source: bot creators
it: creatori del bot

source: How can I help you?
it: Come posso aiutarti?

source: Bureaucracy
it: Burocrazia

source: Registrar's Office
it: Segreteria

source: Career Service
it: Servizio carriere

source: Online accounts
it: Account online

source: Online Services
it: Servizi online

source: Programmes
it: Corsi di studio

source: Degree Programmes
it: Manifesto degli studi

source: Bachelor of Science list
it: lista corsi di laurea triennali

source: Master of Science list
it: lista corsi di laurea magistrali

source: Academic Calendar
it: Calendario accademico

source: Facebook Official Page
it: Pagina ufficiale Facebook

source: Facebook Official Group
it: Gruppo ufficiale Facebook

source: Useful links for Politecnico di Milano:
it: Link utili del Politecnico di Milano:

source: *Hi %(user)s!* I'm here to help you at Politecnico di Milano, to know what I can do for you just ask for some /help!
it: *Ciao %(user)s!* Sono qui per aiutarti al Politecnico di Milano, per sapere cosa posso fare per te chiedi aiuto con /help!
