Repository: flaprimo/UniversityBot
Catalog: bot/locale/*/LC_MESSAGES/strings.po
Languages: it

source: Select a campus
it: Seleziona un campus

source: What classroom are you interested in?
it: Che aula ti interessa?

source: Sorry, Politecnico di Milano server seems not responding Try again later
it: Siamo spiacenti, il server del Politecnico di Milano sembra non rispondere Riprovare più tardi

source: Classroom found! What do you want to know?
it: Aula trovata! Cosa vuoi sapere?

source: Classroom not found, try again or /cancel
it: Aula non trovata, prova di nuovo o /cancel

source: The Classroom you selected is in %s at %s floor
it: L'aula che hai selezionata è in %s al %s piano

source: Here's the photo of the classroom
it: Ecco una foto dell'aula

source: *From %s* %s
it: *Da %s* %s

source: Bye! I hope we can talk again some day.
it: Ciao! Spero parleremo di nuovo un giorno.

source: I was created by: [Flavio Primo](https://t.me/flaprimo) - you can follow him at [https://flavioprimo.xyz/](https://flavioprimo.xyz/) [Paolo Paterna](https://t.me/TopoDiFogna) - you can follow him at [https://paterna.tk/](https://paterna.tk/)
it: Sono stato creato da: [Flavio Primo](https://t.me/flaprimo) - puoi seguirlo qua[https://flavioprimo.xyz/](https://flavioprimo.xyz/) [Paolo Paterna](https://t.me/TopoDiFogna) - puoi seguirlo qua [https://paterna.tk/](https://paterna.tk/)

source: Let's search for free classrooms! Select start time hour
it: Cerchiamo delle aule libere| Selezione l'ora di inizio

source: Select start time minutes
it: Seleziona i minuti di inizio

source: Select end time hour
it: Seleziona l'ora di fine

source: Select end time minutes
it: Seleziona i minuti di fine

source: Select day
it: Seleziona giorno

source: Free classrooms for *%s %s* from *%s* to *%s* are: %s
it: Aule libere per *%s %s* dalle *%s* alle *%s* sono: %s

source: I'm sorry, but it seems like you didn't enter an end time which is greater than the start time
it: Scusa, ma sembra che stai inserendo un'ora di fine che è prima dell'ora di inizio

source: get classroom info (building, photo, notes, directions)
it: informazioni sull'aula (edificio, foto, note, indicazioni stradali)

source: search for free classrooms
it: cerca aule libere

source: useful links
it: link utili

source: list available commands
it: lista dei comandi disponibili

source: bot creators
it: creatori del bot

source: How can I help you?
it: Come posso aiutarti?

source: Bureaucracy
it: Burocrazia

source: Registrar's Office
it: Sportelli e Uffici aperti

source: Online accounts
it: Account Online

source: Online Services
it: Servizi Online

source: Programmes
it: Programmi

source: Degree Programmes
it: Manifesti dello Studio

source: Bachelor of Science list
it: Corsi di Laurea Triennale

source: Master of Science list
it: Corsi di Laurea Magistrale

source: Academic Calendar
it: Calendario Accademico

source: Facebook Official Page
it: Pagina ufficiale Facebook

source: Facebook Official Group
it: Gruppo Ufficiale Facebook

source: Useful links for Politecnico di Milano:
it: Link utili per il Politecnico di Milano:

source: *Hi %s!* I'm here to help you at Politecnico di Milano, to know what I can do for you just ask for some /help!
it: * Ciao %s! * Sono qui per aiutarvi al Politecnico di Milano, per sapere cosa posso fare per te basta chiedere qualche /help!
